import React from "react";
import "./company-text.scss";

const CompanyText = () => {
  return (
    <section className="company-text">
      <div className="container company-text__container">
        <p>
          MRS House (ООО СК «Монтажремстрой») - эксперт в области строительства
          каркасных домов по канадским и финским технологиям в Москве и
          Московской области.
        </p>
        <p>
          Компания осуществляет свою деятельность на строительном рынке с 2016
          г.
        </p>
        <p>
          Миссией MRS House всегда являлось и является создание
          высококачественных домов в стиле лофт (барнхаус, А-фрейм), шале или
          классическом стиле по доступным ценам.
        </p>
        <p>
          Компания имеет собственную практичную материально-техническую базу,
          поэтому вы можете быть уверены в безопасности и прочности наших домов.
        </p>
        <p>
          Профессиональные бригады собирают и устанавливают конструкции под
          строгим контролем прораба. У вас никогда не возникнет вопросов о
          надежности и безопасности дома, менеджер проекта всегда с вами на
          связи, вы получаете еженедельную отчётность о ходе выполнения работ.
        </p>
        <p>
          Высокие канадские и европейские стандарты качества, используемые при
          разработке и строительстве проектов, гарантируют долголетие наших
          домов.
        </p>
      </div>
    </section>
  );
};

export default CompanyText;
