const projectFinishesDefault = [
  {
    _key: "pfdk1",
    type: "Предчистовая отделка",
    cost: 0,
    content:
      "Готовый дом под вашу собственную чистовую отделку. Установлены перегородки, входные двери, окна, стены обшиты панелями osb 9 мм на полу osb 18 мм, проложена электрическая разводка.",
    features: [
      "МОНТАЖ ПЕРЕГОРОДОК;",
      "ВЫРАВНИВАНИЕ ВСЕХ ПОВЕРХНОСТЕЙ;",
      "ПОЛ OSB 18 ММ , СТЕНЫ 9 ММ;",
      "УСТАНОВКА ДВЕРЕЙ (ТОЛЬКО ВХОДНЫХ), ОКОН;",
      "УСТАНОВКА СИСТЕМЫ СНЕГОЗАДЕРЖАНИЯ;",
      "УСТАНОВКА ВОДОСТОЧНОЙ СИСТЕМЫ;",
      "УСТАНОВЛЕНЫ ЗАКЛАДНЫЕ ПОД  ИНЖЕНЕРНЫЕ СИСТЕМЫ (КАНАЛИЗАЦИИ, ВОДОСНАБЖЕНИЯ, ОТОПИТЕЛЬНОЙ СИСТЕМЫ);",
      "РАЗВОДКА ЭЛЕКТРОПРОВОДКИ БЕЗ УСТАНОВКИ ВЫКЛЮЧАТЕЛЕЙ И РОЗЕТОК.",
    ],
  },
  {
    _key: "pfdk2",
    type: "Хочу обсудить другие варианты отделки.",
    cost: 0,
  },
];

export default projectFinishesDefault;
