import React from "react";
import "./technologies-and-materials-main.scss";

const TechnologiesAndMaterialsMain = () => {
  return (
    <div className="technologies-and-materials-main">
      <div className="container technologies-and-materials-main__container">
        <section className="technologies-and-materials-main__section">
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">Фундамент</h2>
            <p className="technologies-and-materials-main__p">
              Основа беспроблемной эксплуатации дома начинается с возведения
              правильно подобранного фундамента. Выбор нужного варианта
              проводится в зависимости от типа грунта на участке строительства и
              параметров будущего дома. Каркасные дома значительно легче
              кирпичных. Это дает возможность обойтись без привлечения тяжелой
              техники и заливки дорогостоящей бетонной плиты. В зависимости от
              типа грунта наша компания монтирует следующие виды фундаментов:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                свайный, на асбестоцементных трубах. Применяется на участках с
                перепадом высот, на суглинках и глине участках, а также на
                грунтах с высоким содержанием влаги. Технология подразумевает
                бурение отверстия, установку асбестоцементного основания и
                заливку бетона. Дальнейшие работы можно проводить через 21 день,
                когда бетонная масса застынет;
              </li>
              <li className="technologies-and-materials-main__li">
                ленточный. Мелкозаглубленный, с глубиной залегания в 50-70 см
                подходит для небольших строений и устанавливается на песчаную
                подушку даже на пучинистых грунтах, а монолитный с заглублением
                ниже уровня промерзания подходит для многоэтажных жилых
                коттеджей. Работы подразумевают установку опалубки, вязку
                арматуры и заливку бетона. После окончания работ необходимо
                выждать три недели на затвердевание;
              </li>
              <li className="technologies-and-materials-main__li">
                винтовой фундамент подходит для домов различного веса и
                конфигурации. Считается одним из наиболее экономичных по
                финансовым и временным затратам, так как монтируется за один
                день. Подходит для всех типов грунтов с условием залегания
                оцинкованной железной сваи ниже глубины промерзания. Установка
                производится при помощи специальной машины или с применением
                ручного труда;
              </li>
              <li className="technologies-and-materials-main__li">
                ростверк. Применяется для связки в единую конструкцию точечных
                свайных элементов в целях усиления прочности. Рекомендуется для
                всех видов пучинистых грунтов, участков с частым подтоплением
                или с высоким содержанием песка.
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              Правильно подобранный фундамент является основой долговременной
              эксплуатации дома или хозяйственной постройки. Наши
              высококвалифицированные специалисты помогут определиться с типом
              фундамента и произвести качественную установку
            </p>
          </article>
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">
              Обвязка дома
            </h2>
            <p className="technologies-and-materials-main__p">
              Для усиления прочности каркасного дома после установки фундамента
              необходимо смонтировать обвязку. Она обеспечивает более прочное
              соединение конструкционного основания с несущим каркасом и состоит
              из двух частей: нижней и верхней.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Нижняя обвязка
            </h3>
            <p className="technologies-and-materials-main__p">
              Нижняя обвязка выполняет функцию связи с фундаментом. Перед
              началом установки основание проверяется на наличие неровностей, и
              если таковые имеются, то их удаляют при помощи цементного
              раствора.
            </p>
            <p className="technologies-and-materials-main__p">
              <em>
                Важно! Если перепад в горизонтальной плоскости не превышает 1
                см, то можно обойтись без выравнивания.
              </em>
            </p>
            <p className="technologies-and-materials-main__p">
              Необходимо проверить правильность углов, каждый из которых должен
              составлять ровно 90 градусов, если иное не предусмотрено проектом.
              Несоблюдение требования ведет к усложнению монтажа каркаса дома.
            </p>
            <p className="technologies-and-materials-main__p">
              После окончания проверки на фундамент укладывается
              гидроизоляционный слой. Используют рубероид или специальную
              мастику. На готовое основание укладывается слой древесины. Укладка
              производится на ребро и состоит из 3-4 скрепленных между собой
              досок.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Верхняя обвязка
            </h3>
            <p className="technologies-and-materials-main__p">
              Монтаж верхней обвязки служит для соединения элементов каркаса
              между собой и выполняется уже после того, как все стены дома
              полностью собраны. Соединяет в единую плоскость не только наружные
              стены, но и все имеющиеся межкомнатные перегородки. Выполняет ту
              же функцию, что и армопояс в каменных домах. Отличается тем, что
              монтаж производят из дерева, экономя и время, и финансовые
              средства.
            </p>
            <p className="technologies-and-materials-main__p">
              <em>
                Важно! Перед началом работ необходимо проверить уровень в
                плоскости. Так как на верхнюю обвязку будет устанавливаться
                стропильная система, отклонений и неровностей быть не должно.
              </em>
            </p>
            <p className="technologies-and-materials-main__p">
              Монтаж верхней обвязки производится из досок толщиной 50 мм,
              которые укладываются горизонтально на готовые стены. Присоединение
              производится с помощью металлических строительных углов или
              методом врубки под каждую стойку. Уголки увеличивают стоимость
              каркаса, но являются надежным способом соединения каркасных стен с
              обвязкой. Врубка же требует наличия проекта и тщательности в
              разметке и подготовки отверстий. Неточность может привести к
              ослаблению несущих свойств каркаса, а в редких случаях даже к
              разрушению.
            </p>
            <p className="technologies-and-materials-main__p">
              Наличие верхней и нижней обвязки обеспечивает прочность
              конструкции каркасного дома. При точном и качественно выполнении
              монтажных работ происходит усиление несущей способности дома в
              целом, а также равномерное распределение нагрузки между
              фундаментом, каркасом и стропильной системой. Это напрямую влияет
              на эксплуатационные характеристики, увеличивая срок службы объекта
              строительства.
            </p>
            <p className="technologies-and-materials-main__p">
              Наши специалисты имеют большой опыт в монтаже несущих конструкций.
              Качество результата работ по установке обвязки уже успели оценить
              клиенты в течение долгих лет эксплуатации готовых домов.
            </p>
          </article>
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">
              Возведение перегородок в каркасном доме
            </h2>
            <p className="technologies-and-materials-main__p">
              Важнейшим этапом при строительстве каркасного дома является выбор
              древесины. Не стоит из-за экономии делать выбор в пользу
              пиломатериалов естественной влажности, это приводит к деформации
              путем скручивания или выгибания, а также к появлению грибка.
            </p>
            <p className="technologies-and-materials-main__p">
              <em>
                Важно! Недопустимо наличие на досках обзола (древесной коры).
                Даже присутствие на небольшом участке может привести к
                загниванию и порче материала, что приведет к дорогостоящему
                ремонту с разбором стен
              </em>
            </p>
            <p className="technologies-and-materials-main__p">
              Чтобы каркас дома получился качественным, а стены ровными, при
              монтаже используются только сухие доски. Необходимый процент
              влажности можно получить двумя способами:
            </p>
            <ol className="technologies-and-materials-main__ol">
              <li className="technologies-and-materials-main__li">
                <p className="technologies-and-materials-main__p">
                  Сушка естественным путем. Для этого необходимое количество
                  материала заранее закупается и укладывается в штабеля с
                  вентиляционным зазором. На просушку необходимо время не менее
                  трех месяцев, а полный цикл завершается за два года.
                </p>
              </li>
              <li className="technologies-and-materials-main__li">
                <p className="technologies-and-materials-main__p">
                  Камерная сушка. Пиломатериал укладывается на просушку в
                  сушильную камеру, где в течение нескольких дней повергается
                  температурной обработке до необходимых параметров.
                </p>
              </li>
            </ol>
            <p className="technologies-and-materials-main__p">
              Особое внимание нужно обращать на геометрические характеристики
              досок. Ребра должны быть ровными, без волн и перепадов толщины. Не
              должно быть скрученных или вывернутых досок. Несоблюдение этого
              правила ведет к сложностям при проведении внутренней отделки.
              Доски должны быть одинаковы по ширине и толщине в соответствии с
              размерами элементов проекта.
            </p>
            <p className="technologies-and-materials-main__p">
              При монтаже внешних и межкомнатных стен мы используем сухой
              строганный пиломатериал хвойных пород сечением:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  150 мм х 45 мм;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  150 мм х 50 мм;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  150 мм х 150 мм;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  150 мм х 100 мм.
                </span>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              Для обеспечения огнестойкости используем древесину, обработанную
              на производстве специальными огнебиозащитными составами. Обработка
              также помогает защитить каркас дома от насекомых-вредителей и не
              является вредной для людей и животных.
            </p>
            <p className="technologies-and-materials-main__p">
              Крепление досок между собой производится при помощи оцинкованных
              ершенных гвоздей. Саморезы используются там, где указано в
              проектной документации.
            </p>
            <p className="technologies-and-materials-main__p">
              Установка стоек каркаса начинается с выставления углов.
              Производится разметка с расстоянием между каждой отдельной стойкой
              58,5см в соответствии с размерами утеплителя. Для усиления
              прочности врезаются укосины, а также используется конструкционные
              плиты OSB, которые устанавливаются с внешней стороны.
            </p>
          </article>
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">
              Укладка пола
            </h2>
            <p className="technologies-and-materials-main__p">
              Важным этапом в строительстве дома является укладка пола. Порядок
              работ строго регламентирован, но при соблюдении правил результатом
              становится комфортная атмосфера в любое время года.
            </p>
            <p className="technologies-and-materials-main__p">
              После окончания сборки каркаса пространство между лагами нужно
              утеплить. Для этого используются различные материалы:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  каменная или базальтовая вата;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  стекловата;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  эковата.
                </span>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              Каждый материал имеет свои достоинства и удобен для применения в
              различных случаях. Например, использование базальтовой ваты
              значительно ускорит процесс, если расстояние между элементами
              каркаса совпадает с размерами плит, стекловату в рулонах хорошо
              раскатывать в длинных пролетах, а эковата подойдет для задувки в
              труднодоступных местах. Толщина слоя утепления в наши широтах
              должна составлять не менее 20 см. Так как температура внутри
              теплого контура остается одинаковой, то межэтажное перекрытие
              утеплять не нужно.
            </p>
            <p className="technologies-and-materials-main__p">
              Если раньше для монтажа чернового пола использовались только
              доски, то сейчас с развитием строительных технологий широко
              применяются плитные материалы, такие как:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <p className="technologies-and-materials-main__p">
                  конструкционные плиты OSB толщиной 18мм-22мм. Состав содержит
                  древесную щепу, цемент и ненатуральные смолы. Габаритные
                  размеры позволяют покрыть сразу до 3 кв.м. Закрепляются
                  непосредственно к лагам пола с технически зазором 2 мм,
                  который заполняется герметиком;
                </p>
              </li>
              <li className="technologies-and-materials-main__li">
                <p className="technologies-and-materials-main__p">
                  фанера толщиной до 25мм. В составе тонкий древесный шпон и
                  клей. Один лист позволяет покрыть до 5,4 кв.м.
                </p>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              Для чистовой отделки пола в каркасном доме подходят все
              распространенные материалы. Выбор производится в зависимости от
              назначения помещения. В жилых комнатах укладывается ламинат или
              инженерная доска, а для мокрых зон используется керамогранит или
              керамическая плитка.
            </p>
            <p className="technologies-and-materials-main__p">
              При необходимости дополнительного утепления возможна установка
              систем электрического теплого пола. Маты с электрическими кабелями
              раскатываются на специальном фольгированном основании и сохраняют
              тепло в течение долгого времени.
            </p>
            <p className="technologies-and-materials-main__p">
              Наши специалисты помогут подобрать оптимальный набор материалов
              для эффективного и экономичного утепления, а также произвести все
              необходимые работы по качественному обустройству пола.
            </p>
          </article>
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">
              Утепление дома
            </h2>
            <p className="technologies-and-materials-main__p">
              Технология каркасного домостроения давно эксплуатируется в
              регионах с пониженной среднегодовой температурой. Стены коттеджей
              собираются по принципу сэндвича, в несколько слоев, каждый из
              которых имеет свою важную функцию. Основную теплоизолирующую
              функцию здесь выполняют изоляционные материалы, именно поэтому
              этап утепления важно произвести с особенной тщательностью и в
              строгом соответствии с технологией.
            </p>
            <p className="technologies-and-materials-main__p">
              Для утепления наружных стен чаще всего используется базальтовая
              или минеральная вата. При теплоизоляции используется следующая
              толщина:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  200 мм для укладки в пол и потолок верхнего этажа;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  150 мм при укладке в наружные стены;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  100мм для межкомнатных стен.
                </span>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              При расстоянии между стойками в 58,5 см используются плиты шириной
              60 см и укладываются враспор. Предпочтительно укладывать каменную
              вату в два слоя в шахматном порядке. Это делается для того, чтобы
              перекрыть мосты холода и шума последующим слоем. При иной ширине
              утеплитель режется и укладывается в нужный размер.
            </p>
            <p className="technologies-and-materials-main__p">
              <em>
                Важно! Недостаточно проложить утеплитель между стоек каркаса.
                Чтобы эксплуатация была долгой, необходимо защитить каменную
                вату от попадания паров. Если этого не сделать, то в холодное
                время года влага застынет и превратится в лед, а это ведет к
                слеживанию утеплителя, и как следствие, дорогостоящему ремонту
              </em>
            </p>
            <p className="technologies-and-materials-main__p">
              Чтобы стены были прочными, необходимо защищать их при помощи
              пароизоляции с внутренней стороны и гидроветроизоляции с внешней.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Пароизоляция
            </h3>
            <p className="technologies-and-materials-main__p">
              Защита от попадания влаги внутрь утеплителя является залогом
              долгой эксплуатации. Производят при помощи специальных мембран или
              толстого строительного полиэтилена плотностью не менее 200 мкм.
              Укладка производится внахлест с напуском 30 см и фиксируются
              строительным степлером непосредственно к деревянным элементам
              каркаса. Пол и потолок также пароизолируются с напуском. После
              монтажа пароизоляции все швы необходимо проклеить специальным
              скотчем для избежания попадания влаги через отверстия.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Ветровлагозащита
            </h3>
            <p className="technologies-and-materials-main__p">
              Ветровлагозащита необходима для защиты утеплителя от попадания
              осадков и выдувания ветром. Обеспечивается установкой специальной
              мембраны. Монтаж производится с внешней стороны поверх утеплителя
              или конструкционного OSB. Внешняя отделка производится установкой
              на ветровлагозащитную мембрану.
            </p>
          </article>
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">
              Наружная отделка
            </h2>
            <p className="technologies-and-materials-main__p">
              Первое впечатление о доме самое важное, и возникает оно после
              взгляда на внешнюю отделку. В зависимости от цвета фасада и выбора
              материала создается особый, неповторимый стиль. Отделка внешних
              стен несет не только декоративную роль. Каждый из материалов
              защищает стены от попадания внутрь осадков, а также защищает
              утеплитель от выдувания.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Имитация бруса
            </h3>
            <p className="technologies-and-materials-main__p">
              Дом из натурального дерева выглядит благородно, но требует
              финансовых и временных затрат для поддержания в должном виде при
              эксплуатации. Альтернативой является каркасный дом с отделкой
              имитацией бруса. Материал представляет собой доску из натурального
              дерева, чаще всего хвойных пород. Соединение между собой
              происходить через пазы, расположенные сверху и снизу элемента.
              Монтаж производится на сами стойки каркаса или поверх обрешетки.
              После установки имитация бруса красится специальным защитным
              составом, который одновременно выполняет и декоративную функцию.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Кровельное железо
            </h3>
            <p className="technologies-and-materials-main__p">
              Кровельное железо используется для отделки каркасных хозяйственных
              построек или цокольной части фасада. Выполняет не только функцию
              декоративного материала, но также хорошо защищает от механических
              повреждений. Отделка применяется в регионах с агрессивными
              климатическими условиями, а также для строений, которые необходимо
              защищать от направленного механического воздействия.
            </p>
            <h3 className="technologies-and-materials-main__h3">Сайдинг</h3>
            <p className="technologies-and-materials-main__p">
              Сайдинг пользуется заслуженной популярностью у застройщиков за
              быстрый монтаж и эффективную эксплуатацию. По составу делится на:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  акриловый;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  виниловый.
                </span>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              Цветовая гамма позволяет выбрать необходимый оттенок, а установка
              занимает не больше однойдвух недель. Материал хорошо переносит
              перепады температур и не нуждается в дальнейшем уходе. Дизайн
              отдельных моделей выглядит как натуральное дерево, кирпич или
              блок-хаус.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Алюминиевый сайдинг
            </h3>
            <p className="technologies-and-materials-main__p">
              Алюминиевый сайдинг изготавливается из пластин металла и
              покрывается декоративным слоем лакокрасочного материала. Панели
              защищают стены дома от механического воздействия и крепятся на
              стойки каркаса или конструкционный OSB. Материал обладает
              значительным весом, поэтому установка требует наличия крепкого
              фундамента, способного выдерживать большие нагрузки. Внешняя часть
              часто выполняется в расцветках дерева или камня для придания
              большей декоративности.
            </p>
            <h3 className="technologies-and-materials-main__h3">Покраска</h3>
            <p className="technologies-and-materials-main__p">
              Окрашенный специальными составами фасад выглядит благородно.
              Зачастую каркасный дом с качественно покрашенным фасадом трудно
              отличить от коттеджа из пено или газобетона. Покраска наносится
              после специальной подготовки на конструкционные плиты OSB или ЦСП.
              Стыки должны быть тщательно загерметизированы и накрыты малярной
              сеткой. Фасад перед покраской штукатурится и шпаклюется.
              Альтернативой служат декоративные штукатурки, предназначенные для
              проведения наружных работ.
            </p>
            <p className="technologies-and-materials-main__p">
              Фасад дома может стать настоящим простором для творчества. Не
              обязательно использовать только один отделочный материал. Применяя
              сочетание нескольких видов можно сделать фасад дома индивидуальным
              и стильным. Если вы не знаете, какой из видов материала вам
              подходит больше всего, наши специалисты подберут для вас
              оптимальный вариант по вашим индивидуальным параметрам.
            </p>
          </article>
          <article className="technologies-and-materials-main__article">
            <h2 className="technologies-and-materials-main__h2">
              Кровельные материалы
            </h2>
            <p className="technologies-and-materials-main__p">
              Качественный кровельный материал является одним из необходимых
              условий долгосрочной эксплуатации каркасного дома. И если раньше
              использовались лишь натуральные материалы, такие, как глиняная
              черепица или сено, то с развитием строительных технологий
              появилась возможность выбора материала, подходящего под любой цвет
              и стиль.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Металлочерепица
            </h3>
            <p className="technologies-and-materials-main__p">
              По форме металлочерепица напоминает натуральную глиняную. Но, в
              отличие от нее, изготавливается не отдельными плашками, а в виде
              листовых пластин. В зависимости от вида, толщина варьируется от
              0,33мм до 0,9мм по периметру. Срок службы такого материала
              составляет от 40 лет. Производители предлагают стандартные
              цветовые решения:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  коричневый;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  синий;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  зеленый;
                </span>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              При необходимости монтажа кровли другого цвета можно заказать
              необходимый оттенок, но придется выждать время, необходимое для
              изготовления. На кровлю из металлочерепицы можно устанавливать
              снегозадержатели, отливы и дымовые трубы.
            </p>
            <h3 className="technologies-and-materials-main__h3">Профнастил</h3>
            <p className="technologies-and-materials-main__p">
              Одним из наиболее экономичных материалов для кровли является
              профнастил. Материал представляет собой лист металла особой
              прочности, изготовленный специально для установки на крышу, и
              маркируется буквами «Н» или «НС». Помимо декоративного
              лакокрасочного слоя каждый стальной лист покрыт антикоррозийным
              цинковым покрытием, обеспечивающим защиту от ржавчины. Дизайн
              модельных рядов различается толщиной продольных волн. Монтаж
              производится на обрешетку или контробрешетку при помощи кровельных
              саморезов.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Фальцевая кровля
            </h3>
            <p className="technologies-and-materials-main__p">
              Одной из самых надежных кровельных систем является фальцевая
              кровля. Название взято исходя из метода крепления – фальцевания.
              Благодаря особой форме с подготовленными для соединения краями,
              которые при монтаже образуют единое герметичное пространство.
              Панели производятся в заводских условиях и называются картинами.
              Бывают:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <p className="technologies-and-materials-main__p">
                  одинарными, где одна сторона картины имеет угол 90 градусов, а
                  вторая выполнена в виде двойного угла. Применяется на скатах
                  до 10 градусов;
                </p>
              </li>
              <li className="technologies-and-materials-main__li">
                <p className="technologies-and-materials-main__p">
                  двойными, в которых края имеют Г- образную форму. Монтаж
                  ведется на кровлях от 3 градусов.
                </p>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              По типу соединения бывают стоячими, с вертикальным узлом
              соединения, и лежачие, с горизонтальным.
            </p>
            <h3 className="technologies-and-materials-main__h3">
              Мягкая кровля
            </h3>
            <p className="technologies-and-materials-main__p">
              При монтаже сложной стропильной системы оптимальным для
              использования будет устройство мягкой кровли. Крепление
              производится на листы OSB и накрывается битумной черепицей.
              Необходимо соблюдать последовательность укладки слоев. Поверх
              обрешетки укладываются:
            </p>
            <ul className="technologies-and-materials-main__ul">
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  листы ориентировочно-стружечных плит;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  подкладочный ковер;
                </span>
              </li>
              <li className="technologies-and-materials-main__li">
                <span className="technologies-and-materials-main__span">
                  гибкая черепица.
                </span>
              </li>
            </ul>
            <p className="technologies-and-materials-main__p">
              Ограничением при проведении работ является жаркая погода, так как
              битум может расплавиться. Несомненное достоинство варианта – его
              шумоизоляция и долговечность.
            </p>
          </article>
        </section>
      </div>
    </div>
  );
};

export default TechnologiesAndMaterialsMain;
